const answers = [
  {
    id: 1,
    group: [
      {
        text: ["Мы и так лучшие друзья.", "Мы и так лучшие друзья"],
        value: 0
      },
      {
        text: ["Нет.", "Нет."],
        value: 0
      },
      {
        text: ["Да, я бы очень хотел", "Да, я бы очень хотела"],
        value: 0
      },
      {
        text: [
          "Нет, я сам как Мел. Мы друг друга не выдержим.",
          "Нет, я сама как Мел. Мы друг друга не выдержим."
        ],
        value: 0
      }
    ]
  },
  {
    id: 2,
    group: [
      {
        text: ["Джафар", "Джафар"],
        value: 0
      },
      {
        text: ["Малефисента", "Малефисента"],
        value: 0
      },
      {
        text: ["Круэлла де Виль", "Круэлла де Виль"],
        value: 0
      },
      {
        text: ["Злая королева", "Злая королева"],
        value: 0
      }
    ]
  },
  {
    id: 3,
    group: [
      {
        text: ["Нет, не хочу.", "Нет, не хочу."],
        value: 0
      },
      {
        text: ["Не знаю, возможно", "Не знаю, возможно"],
        value: 0
      },
      {
        text: ["Да! Очень хочу!", "Да! Очень хочу!"],
        value: 0
      },
      {
        text: [
          "Я и так суперзвезда этого сериала!",
          "Я и так суперзвезда этого сериала!"
        ],
        value: 0
      }
    ]
  },
  {
    id: 4,
    group: [
      {
        text: [
          "Меховые аксессуары, кожаная крутка, сапоги.",
          "Синее платье с бальной юбкой, диадема, серёжки с сердечками."
        ],
        value: 1
      },
      {
        text: [
          "Кожаная жилетка с красными вставками, браслеты с шипами, грубые ботинки.",
          "Блестящая куртка, розовые пряди, туфли на каблуке. "
        ],
        value: 2
      },
      {
        text: [
          "Пиратская шляпа, кожаная жилетка, красная бандана на шее.",
          "Пиратская шляпка, кожаные перчатки, бирюзовый жакет, штаны в обтяжку."
        ],
        value: 3
      },
      {
        text: [
          "Синяя куртка с шипами, стильная шапка и джинсы.",
          "Две высокие гульки, платье с цветочным принтом, ботинки на шнуровке."
        ],
        value: 4
      }
    ]
  },
  {
    id: 5,
    group: [
      {
        text: ["Одри", "Одри"],
        value: 0
      },
      {
        text: ["Бен", "Бен"],
        value: 0
      },
      {
        text: ["Дженни", "Дженни"],
        value: 0
      },
      {
        text: ["Лонни", "Лонни"],
        value: 0
      }
    ]
  },
  {
    id: 6,
    group: [
      {
        text: ["Синий", "Синий"],
        value: 0
      },
      {
        text: ["Белый", "Белый"],
        value: 0
      },
      {
        text: ["Красный", "Красный"],
        value: 0
      },
      {
        text: ["Фиолетовый", "Фиолетовый"],
        value: 0
      }
    ]
  }
];
export default answers;
